Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/done/book 2-3 (para).tmx
Source language: en_gb
Languages: nl

source: In derogation from Article 125(2), the writ of summons is submitted to the court office within two days of the date of the writ of summons and entered in the central register for collective actions referred to in Article 3:305a(7) of the Civil Code. Failure to do so results in inadmissibility.
nl: Op straffe van niet ontvankelijkheid wordt in afwijking van artikel 125, tweede lid, het exploot van dagvaarding ter griffie ingediend binnen twee dagen na de dag van dagvaarding, onder gelijktijdige aantekening van de dagvaarding in het centraal register voor collectieve acties als bedoeld in artikel 305a, zevende lid, van Boek 3 van het Burgerlijk Wetboek.

source: An extract of the writ of summons is attached to the register entry.
nl: De aantekening gaat vergezeld van een uittreksel van de dagvaarding.

source: Except where the court forthwith declares the claimant inadmissible in accordance with Article 1018c(2), it stays the case until a period of three months has elapsed following the entry in the register referred to in Article 1018c(2).
nl: Tenzij de rechter eiser aanstonds niet ontvankelijk verklaart overeenkomstig het tweede lid, houdt hij de zaak aan totdat een termijn van drie maanden na aantekening in het register, bedoeld in het tweede lid, is verstreken.

source: Except where, under Article 1018d(2), this period has been extended or another collective action has been initiated in respect of the same event or events, the case moves forward as from its current status after expiry of the period.
nl: Tenzij ingevolge artikel 1018d, tweede lid, deze termijn is verlengd of een andere collectieve vordering voor dezelfde gebeurtenis of gebeurtenissen is ingesteld, wordt na het verstrijken van de termijn de behandeling van de zaak voortgezet in de stand waarin zij zich bevindt.

source: The court calendar date for submission of the statement of defence referred to in Article 128(2) is set at six weeks after expiry of the period referred to in Article 128(3).
nl: De in artikel 128, tweede lid, bedoelde roldatum voor het nemen van de conclusie van antwoord wordt bepaald op een termijn van zes weken nadat de in het derde lid bedoelde termijn is verstreken.

source: The collective claim is only dealt with on the merits if and after the court has decided that:
nl: Inhoudelijke behandeling van de collectieve vordering vindt slechts plaats indien en nadat de rechter heeft beslist:

source: a. the claimant meets the admissibility requirements of Article 3:305a(1) to (3) of the Civil Code, or the admissibility requirements that must have been satisfied on the basis of Article 3:305a(6);
nl: a. dat eiser voldoet aan de ontvankelijkheidseisen van artikel 305a, eerste tot en met derde lid, van Boek 3 van het Burgerlijk Wetboek of aan de ontvankelijkheidseisen waaraan op grond van het zesde lid van dat artikel moet zijn voldaan;

source: b. the claimant sufficiently shows that it is likely that bringing such a collective action is more efficient and effective than bringing an individual action, on account of a sufficient commonality of the factual and legal issues to be addressed, a sufficient number of persons whose interests the action seeks to protect and, if the claim is for damages, these persons' having a sufficiently large financial interest, individually or jointly;
nl: b. dat de eiser voldoende aannemelijk heeft gemaakt dat het voeren van deze collectieve vordering efficiënter en effectiever is dan het instellen van een individuele vordering doordat de te beantwoorden feitelijke en rechtsvragen in voldoende mate gemeenschappelijk zijn, het aantal personen tot bescherming van wier belangen de vordering strekt, voldoende is en, indien de vordering strekt tot schadevergoeding, dat zij alleen dan wel gezamenlijk een voldoende groot financieel belang hebben;

source: c. the collective claim is not, after summary enquiry, without merit at the time the proceedings become pending.
nl: c. dat niet summierlijk van de ondeugdelijkheid van de collectieve vordering blijkt op het moment waarop het geding aanhangig wordt.

source: In derogation from Article 128(3), the defendant may elect to raise only the defences that relate to the items as referred to in Article 1018c(5)(a) to (c) until the court decides on these defences.
nl: In afwijking van artikel 128, derde lid, mag de verweerder volstaan met de verweren die betrekking hebben op het onder a tot en met c genoemde, totdat hierover is beslist.

source: If a collective action is initiated for the same event or events after the collective action referred to in Article 1018d has become pending, but before the time limit referred to in Article 1018d has started running, the case is, if necessary after referral, joined with the collective action already pending.
nl: Indien een collectieve vordering voor dezelfde gebeurtenis of gebeurtenissen wordt ingesteld na het aanhangig worden van de collectieve vordering bedoeld in het eerste lid maar voordat de termijn bedoeld in artikel 1018d is aangevangen, wordt de zaak, zo nodig na verwijzing, gevoegd met de reeds aanhangige collectieve vordering als bedoeld in het tweede lid, onder a.

source: Article 1018d
nl: Artikel 1018d

source: Within three months of the entry in the register referred to in Article 1018c(2), a legal entity referred to in Article 3:305a of the Civil Code may initiate a collective action for the same event or events to which the collective action referred to in Article 1018c(1) relates, regarding similar issues of law and fact, and referencing the entry.
nl: Binnen drie maanden na de aantekening in het register als bedoeld in artikel 1018c, tweede lid, kan een rechtspersoon als bedoeld in artikel 305a van Boek 3 van het Burgerlijk Wetboek een collectieve vordering instellen voor dezelfde gebeurtenis of gebeurtenissen als waarop de collectieve vordering bedoeld in artikel 1018c, eerste lid, betrekking heeft, over gelijksoortige feitelijke en rechtsvragen, onder vermelding van de aantekening.

source: The collective action is initiated before the same court as the court in which the collective action previously entered in the register was initiated.
nl: De collectieve vordering wordt ingesteld bij dezelfde rechtbank als waar de eerder in het register aangetekende collectieve vordering is ingesteld.

source: Article 1018c(1) applies.
nl: Artikel 1018c, eerste lid, is van toepassing.

source: The court may extend the period referred to in Article 1018d(1) up to three months if, within one month of the making of the entry, a legal entity referred to in Article 3:305a of the Civil Code declares that the period of three months is not sufficient and, at the court office, referencing the entry in the register, enters a note of its intention to initiate a collective action for the same event or events as those to which the collective action referred to in Article 1018c(1) relates.
nl: De rechter kan de in het vorige lid bedoelde termijn met maximaal drie maanden verlengen indien binnen een maand na de aantekening een rechtspersoon als bedoeld in artikel 305a van Boek 3 van het Burgerlijk Wetboek ter griffie heeft laten aantekenen dat hij een collectieve vordering wil instellen voor dezelfde gebeurtenis of gebeurtenissen als waarop de collectieve vordering bedoeld in artikel 1018c, eerste lid, betrekking heeft, onder vermelding van de aantekening in het register, maar dat de termijn van drie maanden niet volstaat.

source: For the purposes of Book 1, collective actions initiated in accordance with this Article are treated jointly as one case after entry on the court calendar.
nl: Voor de toepassing van het eerste Boek worden de overeenkomstig dit artikel ingestelde collectieve vorderingen na inschrijving op de rol gezamenlijk behandeld als een zaak.

source: The court calendar date stated in the writ of summons is four weeks after expiry of the time limit under Article 1019d(1) and (2).
nl: De in de dagvaarding vermelde roldatum ligt vier weken na het verstrijken van de termijn op grond van het eerste en tweede lid.

source: Article 1018e
nl: Artikel 1018e

source: The court designates the most suitable claimant as the exclusive representative from among the claimants who have brought a collective action in accordance with Article 1018c or Article 1018d and who meet the admissibility requirements in Article 3:305a(1) to (3) of the Civil Code, taking the following circumstances into account:
nl: De rechter wijst uit de eisers die overeenkomstig artikel 1018c of 1018d een collectieve vordering hebben ingesteld en voldoen aan de eisen voor ontvankelijkheid van artikel 305a, eerste tot en met derde lid, van Boek 3 van het Burgerlijk Wetboek, de meest geschikte eiser aan als exclusieve belangenbehartiger, waarbij hij de volgende omstandigheden in aanmerking neemt:

source: a. the size of the group of persons on whose behalf the claimant acts;
nl: a. de omvang van de groep personen voor wie de eiser opkomt;

source: b. the size of the financial interest represented by this group;
nl: b. de grootte van het door deze groep vertegenwoordigde financiële belang;

source: c. other work that the claimant performs for the persons that it represents in or out of court;
nl: c. andere werkzaamheden die de eiser verricht voor de personen voor wie hij opkomt in of buiten rechte;

source: d. previous work carried out by the claimant or collective actions brought by the claimant.
nl: d. eerdere door de eiser verrichte werkzaamheden of ingestelde collectieve vorderingen.

source: This decision is not subject to any remedy.
nl: Tegen deze uitspraak staat geen rechtsmiddel open.

source: The court also assesses the precise substance of the collective action, the precisely defined group of persons whose interests the exclusive representative represents in that collective action, and whether the site-specific nature of the collective claim justifies the case being heard by another court.
nl: De rechter beoordeelt daarnaast wat de collectieve vordering precies inhoudt, voor welke nauw omschreven groep personen de exclusieve belangenbehartiger de belangen in deze collectieve vordering behartigt en of de aan een bepaalde plaats gebonden aard van de collectieve vordering aanleiding geeft voor behandeling van de zaak bij een ander gerecht.

source: In these proceedings the claimant appointed as exclusive representative acts in the interests of all persons in the precisely defined group referred to in Article 1018e(2) and of the claimants not appointed as exclusive representatives.
nl: De eiser die als exclusieve belangenbehartiger wordt aangewezen, treedt in deze procedure op voor de belangen van alle personen in de nauw omschreven groep, bedoeld in het tweede lid, en als vertegenwoordiger van de niet als exclusieve belangenbehartiger aangewezen eisers.

source: Claimants not appointed as exclusive representative remain parties to the proceedings.
nl: De niet als exclusieve belangenbehartiger aangewezen eisers blijven partij in de procedure.

source: The exclusive representative carries out the acts of process.
nl: De exclusieve belangenbehartiger verricht de proceshandelingen.

source: The court may direct that non-designated claimants may carry out acts of process.
nl: De rechter kan bepalen dat ook de niet aangewezen eisers proceshandelingen mogen verrichten.

source: If the nature of the collective claim or of the claimants, or the interests of the persons they are representing so warrant, the court may decide to designate multiple exclusive representatives in a collective action.
nl: Als de aard van de collectieve vordering of van de eisers of de belangen van de personen voor wie zij opkomen daartoe aanleiding geven, kan de rechter ervoor kiezen om verschillende exclusieve belangenbehartigers in een collectieve actie aan te wijzen.

source: The exclusive representative enters the judgment under this Article in the register referred to in Article 1018c(2).
nl: De uitspraak ingevolge dit artikel wordt door de exclusieve belangenbehartiger aangetekend in het in artikel 1018c, tweede lid, bedoelde register.

source: Article 1018f
nl: Artikel 1018f

source: Proceedings on a collective claim do not affect and cannot cause binding obligations upon persons belonging to the precisely defined group of persons whose interests are represented in this collective action if, within a period to be determined by the court of at least one month after the announcement referred to in Article 1018f(3) of the decision referred to in Article 1018e(1) and (2), they have notified the court office in writing that they wish to opt out of their interests being represented in this collective action.
nl: De procedure over een collectieve vordering heeft geen gevolg voor en leidt niet tot gebondenheid van personen behorend tot de nauw omschreven groep personen wier belangen in deze collectieve vordering worden behartigd indien zij binnen een door de rechter te bepalen termijn van ten minste een maand na de in het derde lid bedoelde aankondiging van de uitspraak, bedoeld in artikel 1018e, eerste en tweede lid, door een schriftelijke mededeling aan de griffie hebben laten weten zich van de behartiging van hun belangen in deze collectieve vordering te willen bevrijden.

source: A previous collective interruption of the limitation period of the claim interrupts the limitation period only with respect to these persons when they perform an individual act of interruption within six months after they have opted out of the collective action under this Article.
nl: Een eerdere collectieve stuiting van de verjaring van de vordering stuit de verjaring slechts ten aanzien van deze personen indien zij binnen zes maanden, nadat zij zich ingevolge dit artikel van de behartiging van hun belangen in de collectieve vordering hebben bevrijd, een individuele stuitingshandeling voor deze vordering verrichten.

source: If the number of persons who, under this Article, have opted out of the collective action is too large to justify further proceedings, the court may decide not to move forward with the proceedings.
nl: Is het aantal personen, dat zich ingevolge dit artikel van de behartiging van hun belangen in de collectieve vordering heeft bevrijd, te groot om de voorzetting van de procedure te rechtvaardigen, dan kan de rechter beslissen dat deze niet wordt voortgezet.

source: The judgment designating the exclusive representative and defining the collective action and the precisely defined group of persons in whose interests the exclusive representative acts is available at the court office for inspection by these persons.
nl: De uitspraak waarbij de exclusieve belangenbehartiger is aangewezen en waarbij de collectieve vordering en de nauw omschreven groep personen wier belangen de exclusieve belangenbehartiger in deze collectieve vordering behartigt, staan omschreven, ligt ter griffie ter inzage van deze personen.

source: A note to this effect is also entered in the register referred to in Article 1018c(2).
nl: Tevens wordt hiervan aantekening gemaakt in het in artikel 1018c, tweede lid, bedoelde register.

source: The court may order that the judgment and, if necessary, a translation into one or more languages other than Dutch, be published on one or more websites as designated by the court, including the internet page of the exclusive representative referred to in Article 3:305a(2) of the Civil Code, in such a way that the judgment and translation can be saved by the persons referred to for purposes of later access.
nl: De rechter kan bevelen dat de uitspraak en zo nodig een vertaling hiervan in één of meer andere talen dan de Nederlandse taal op één of meer door hem aan te wijzen internetadressen worden geplaatst, waaronder de internetpagina van de exclusieve belangenbehartiger als bedoeld in het tweede lid, onder d, van artikel 305a van Boek 3 van het Burgerlijk Wetboek, zodanig dat deze door de genoemde personen ten behoeve van latere kennisneming kunnen worden opgeslagen.

source: The known persons in whose interests the exclusive representative acts are notified of the designation of the exclusive representative, of the collective action, and of the precisely defined group of persons in whose interests the exclusive representative acts. This notification is done as soon as possible and by regular mail, unless the court directs otherwise.
nl: Bij gewone brief wordt aan de bekende personen wier belangen de exclusieve belangenbehartiger in deze collectieve vordering behartigt, zo spoedig mogelijk mededeling gedaan van de aanwijzing van de exclusieve belangenbehartiger en de collectieve vordering en de nauw omschreven groep personen wier belangen de exclusieve belangenbehartiger in deze collectieve vordering behartigt, tenzij de rechter anders bepaalt.

source: An announcement is also made as soon as possible in one or more newspapers designated by the court.
nl: Bovendien wordt hiervan zo spoedig mogelijk aankondiging gedaan in één of meer door de rechter aan te wijzen nieuwsbladen.

source: In any event, the court directs how these persons may opt out in accordance with Article 1018f(l), or agree to the representation of their interests in this collective action in accordance with Article 1018f(5).
nl: Hierbij wordt telkens op een door de rechter aan te geven wijze melding gemaakt van de wijze waarop deze personen zich overeenkomstig het eerste lid van de behartiging van hun belangen in deze collectieve vordering kunnen bevrijden, of overeenkomstig het vijfde lid met de behartiging van hun belangen in deze collectieve vordering instemmen.

source: The court also directs how the judgment may be inspected or a copy may be obtained.
nl: Tevens wordt vermeld op welke wijze inzage of afschrift kan worden verkregen van de uitspraak.

source: The court may order that information other than that referred to in this paragraph be noted.
nl: De rechter kan bevelen dat ook van andere dan de in dit lid genoemde gegevens melding wordt gemaakt.

source: Except where the court decides otherwise, the exclusive representative ensures that the notification and announcement referred to in this paragraph are made.
nl: Tenzij de rechter anders bepaalt, draagt de exclusieve belangenbehartiger zorg voor de in dit lid bedoelde melding en aankondiging.

source: The court may order that the information as referred to in this Article 1018(f)(3) may also be published in another way.
nl: De rechter kan gelasten dat de in dit lid bedoelde gegevens ook op andere wijze bekend worden gemaakt.

source: If there are persons belonging to the precisely defined group of persons in whose interests the exclusive representative acts, who do not have a domicile or abode in the Netherlands and do not fall within the scope of binding international or EU rules prescribing a method of announcement, the court orders an announcement for the benefit of these persons be made in such manner the court may direct. If necessary this announcement may be done in one or more languages other than Dutch.
nl: Indien er personen tot de nauw omschreven groep personen behoren wier belangen de exclusieve belangenbehartiger in deze collectieve vordering behartigt, die geen woonplaats of verblijf in Nederland hebben en een voor Nederland bindende internationale of Unie-regeling niet een wijze van aankondiging voorschrijft, gelast de rechter aankondiging op een door hem te bepalen wijze ten behoeve van deze personen, zo nodig in één of meer andere talen dan de Nederlandse taal.

source: No action as referred to in Article 3:305a of the Civil Code may be initiated for persons who, under this Article, have opted out, where that action is based on similar factual and legal issues regarding the same event or events.
nl: Voor personen die zich ingevolge dit artikel van de behartiging van hun belangen in de collectieve vordering hebben bevrijd, kan geen vordering als bedoeld in artikel 305a van Boek 3 van het Burgerlijk Wetboek worden ingesteld, gebaseerd op soortgelijke feitelijke en rechtsvragen voor dezelfde gebeurtenis of gebeurtenissen.

source: The proceedings on the collective claim affect, and bind, persons belonging to the precisely defined group of persons whose interests are represented for purposes of the collective action and who do not have domicile or abode in the Netherlands, if they have informed the court office in writing that they opt in to this collective action within a period, to be determined by the court, of at least one month after the announcement referred to in Article 1018f(3) of the judgment referred to in Article 1018e(1) and (2).
nl: Voor personen behorend tot de nauw omschreven groep personen wier belangen in deze collectieve vordering worden behartigd en die geen woonplaats of verblijf in Nederland hebben, heeft de procedure over de collectieve vordering gevolg en leidt deze tot gebondenheid, indien zij binnen een door de rechter te bepalen termijn van ten minste een maand na de in het derde lid bedoelde aankondiging van de uitspraak, bedoeld in artikel 1018e, eerste en tweede lid, door een schriftelijke mededeling aan de griffie hebben laten weten in te stemmen met de behartiging van hun belangen in deze collectieve vordering.

source: At any party's request, the court may direct that, in derogation from Article 1018f(5), Article 1018f(1) applies to persons belonging to the precisely defined group of persons whose interests are represented for purposes of this collective action and who do not have a domicile or abode in the Netherlands.
nl: Op verzoek van een partij kan de rechter bepalen dat, in afwijking van dit lid, het eerste lid van toepassing is op personen behorend tot de nauw omschreven groep personen wier belangen in deze collectieve vordering worden behartigd en die geen woonplaats of verblijf in Nederland hebben.

source: The last sentence of Article 1018f(5) does not apply to persons belonging to the precisely defined group of persons whose interests are represented for purposes of the collective action for the protection of an interest as referred to in Article 2(1) of Directive (EU) 2020/1828 of the European Parliament and of the Council of 25 November 2020 on representative actions for the protection of the collective interests of consumers and repealing Directive 2009/22/EC, and who have no domicile or abode in the Netherlands.
nl: Op personen behorend tot de nauw omschreven groep personen wier belangen in deze collectieve vordering worden behartigd ter bescherming van een belang als bedoeld in artikel 2, eerste lid, van Richtlijn (EU) 2020/1828 van het Europees Parlement en de Raad van 25 november 2020 betreffende representatieve vorderingen ter bescherming van de collectieve belangen van consumenten en tot intrekking van Richtlijn 2009/22/EG (PbEU 2020, L 409) en die geen woonplaats of verblijf in Nederland hebben, is de laatste zin van het vijfde lid niet van toepassing.
